[
  {
    "name": "Ennore Thermal Power Station Expansion",
    "pdf": "https://greentribunal.gov.in/sites/default/files/news_updates/Detail%20Project%20Report%20in%20Appeal%20No%206%20of%202020(SZ).pdf",
    "link": "https://www.jsw.in/groups/ennore-power-plant",
    "summary": "The project proposes the installation of a 660 MW supercritical thermal power unit at Ennore, Chennai by TANGEDCO, replacing old, decommissioned units to improve energy efficiency and reduce emissions. The expansion will use imported and domestic coal blends, and aims to meet growing power demands in Tamil Nadu. Environmental safeguards such as flue gas desulfurization (FGD), advanced ESPs, and zero liquid discharge systems are included to minimize ecological impact. The location was selected due to existing infrastructure, proximity to coal and water sources, and availability of land."
  },
  {
    "name": "Mfg of Carbon Black (230000 TPA) & Power Generation - Green Power (45MW)",
    "pdf": "https://greentribunal.gov.in/sites/default/files/news_updates/Affidavit%20on%20behalf%20of%20R-1%20in%20Appeal%20No.%2041-2020%20(page%20nos.%201133-1153).pdf",
    "link": "https://environmentclearance.nic.in/writereaddata/Online/TOR/10_Aug_2018_1744204804GHFJCPRAnnexure-PrefeasibilityReport.pdf",
    "summary": "The project involves setting up a manufacturing facility to produce 230,000 tonnes per annum (TPA) of carbon black, a key industrial material used in tires, rubber, plastics, and inks. Alongside, a 45 MW green power plant will be developed using waste heat recovery from the carbon black process, contributing to energy efficiency and reduced environmental footprint.The project emphasizes clean technology, resource efficiency, and minimal emissions, aligning with sustainability goals. It includes pollution control systems for air, water, and solid waste, with a commitment to zero liquid discharge. The initiative is expected to support regional industrial growth while adhering to environmental clearance norms."
  }
]
